-- phpMyAdmin SQL Dump
-- version 3.3.8
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Время создания: Фев 17 2011 г., 20:28
-- Версия сервера: 5.1.49
-- Версия PHP: 5.3.3-1ubuntu9.1

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `Contentico`
--

-- --------------------------------------------------------

--
-- Структура таблицы `my_versions`
--

CREATE TABLE IF NOT EXISTS `my_versions` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL DEFAULT '',
  `dt` datetime NOT NULL,
  `text` text NOT NULL,
  `__object_id` int(10) unsigned NOT NULL DEFAULT '0',
  `__date` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=23 ;

--
-- Дамп данных таблицы `my_versions`
--

INSERT INTO `my_versions` (`id`, `name`, `dt`, `text`, `__object_id`, `__date`) VALUES
(1, 'Cube (серебрянный)', '2011-02-16 20:23:00', '', 1, '2011-02-16 08:24:24'),
(2, 'Cube (золотой)', '2011-02-16 20:23:00', '', 1, '2011-02-16 08:23:43'),
(3, 'Cube (серый)', '2011-02-16 20:23:00', '', 1, '2011-02-16 08:24:25'),
(4, 'Cube (зелёный)', '2011-02-16 20:23:00', '', 1, '2011-02-17 11:31:53'),
(5, 'Cube (красный)', '2011-02-16 20:23:00', '', 1, '2011-02-17 11:32:00'),
(6, 'Cube (синий)', '2011-02-16 20:23:00', '', 1, '2011-02-17 11:32:06'),
(7, 'Cube (черный)', '2011-02-16 20:23:00', '', 1, '2011-02-17 11:32:12'),
(8, 'Cube (огненый)', '2011-02-16 20:23:00', '', 1, '2011-02-17 11:32:43'),
(9, 'Cube (прозрачный)', '2011-02-16 20:23:00', '', 1, '2011-02-17 11:32:51'),
(10, 'Cube (текстура земли)', '2011-02-16 20:23:00', '', 1, '2011-02-17 11:33:19'),
(11, 'Cube (текстура коровы)', '2011-02-16 20:23:00', '', 1, '2011-02-17 11:33:25'),
(12, 'Cube (текстура зебры)', '2011-02-16 20:23:00', '', 1, '2011-02-17 11:33:31'),
(13, 'Cube (желтый)', '2011-02-16 20:23:00', '', 1, '2011-02-17 11:33:45'),
(14, 'Cube (цвета влюблёной лягушки)', '2011-02-16 20:23:00', '', 1, '2011-02-17 11:34:33'),
(15, 'Cube (цвета ночи)', '2011-02-16 20:23:00', '', 1, '2011-02-17 11:34:44'),
(16, 'Cube (цвета пустыни)', '2011-02-16 20:23:00', '', 1, '2011-02-17 11:34:51'),
(17, 'Cube (текстура звездного неба над пустыней)', '2011-02-16 20:23:00', '', 1, '2011-02-17 11:35:15'),
(18, 'Cube (текстура метала)', '2011-02-16 20:23:00', '', 1, '2011-02-17 11:35:35'),
(19, 'Cube (текстура денег)', '2011-02-16 20:23:00', '', 1, '2011-02-17 11:35:41'),
(20, 'Cube (текстура леса)', '2011-02-16 20:23:00', '', 1, '2011-02-17 11:35:54'),
(21, 'Cube (фиолетовый)', '2011-02-16 20:23:00', '', 1, '2011-02-17 11:40:04'),
(22, 'Cube (металический)', '2011-02-16 20:23:00', '', 1, '2011-02-17 03:26:29');
